---
kind: other
id: Methods.T:Autodesk.Revit.DB.Floor
zh: 楼板、板、地板
source: html/a717d0fd-9d7f-8e8a-ec9c-1b0e4916a44c.htm
---
# Floor Methods

**中文**: 楼板、板、地板

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.